Repository: ChuckyArme/AdaWebAbreast
Catalog: App_GlobalResources/resGBGridHeader.*.resx
Languages: th

# olaAmount
source: Amount
th: จำนวนเงิน

# olaCode
source: Code
th: รหัส

# olaCustomerGroupList
source: List of Customer Group
th: รายการข้อมูล กลุ่มลูกค้า

# olaCustomerGroupTypeList
source: List of Customer Type
th: รายการข้อมูล ประเภทลูกค้า

# olaCustomerLevelList
source: List of Customer Level
th: รายการข้อมูล ระดับลูกค้า

# olaDepartmentList
source: List of Department
th: รายการข้อมูล แผนก

# olaDiscount
source: Discount
th: ส่วนลด

# olaEdit
source: Edit
th: แก้ไข

# olaFindCustomerGroup
source: Find Customer Group :
th: ค้นหากลุ่มลูกค้า :

# olaFindCustomerLevel
source: Find Customer Level :
th: ค้นหาระดับลูกค้า :

# olaFindCustomerType
source: Find Customer Type :
th: ค้นหาประเภทลูกค้า :

# olaFindDepartment
source: Find Department :
th: ค้นหาแผนก :

# olaFindOccupation
source: Find Occupation :
th: ค้นหาอาชีพ :

# olaFindPdtBrand
source: Find Product Brand :
th: ค้นหายี่ห้อ :

# olaFindPdtColor
source: Find Product Color :
th: ค้นหาสีของสินค้า :

# olaFindPdtLocation
source: Find Product Location :
th: ค้นหาสถานที่เก็บสินค้า :

# olaFindPdtModel
source: Find Product Model :
th: ค้นหารุ่นสินค้า :

# olaFindPdtSize
source: Find Product Size :
th: ค้นหาขนาดสินค้า :

# olaFindPdtType
source: Find Product Type :
th: ค้นหาประเภทสินค้า :

# olaFindPdtUnit
source: Find Product Unit :
th: ค้นหาหน่วยสินค้า :

# olaFindProvince
source: Find Province :
th: ค้นหาจังหวัด :

# olaFindSaleArea
source: Find Sale Area :
th: ค้นหาเขตการขาย :

# olaFindShipVia
source: Find Ship Via :
th: ค้นหาการขนส่ง :

# olaFindSplGrp
source: Find Supplier Group :
th: ค้นหากลุ่มผู้จำหน่าย :

# olaFindSplLev
source: Find Supplier Level :
th: ค้นหาระดับผู้จำหน่าย :

# olaFindSplType
source: Find Supplier Type :
th: ค้นหาประเภทผู้จำหน่าย :

# olaFindVATRate
source: Find VAT Rate :
th: ค้นหาภาษีมูลค่าเพิ่ม :

# olaMenuCustomerGroup
source: Customer Group
th: กลุ่มลูกค้า

# olaMenuCustomerLevel
source: Customer Level
th: ระดับลูกค้า

# olaMenuCustomerType
source: Customer Type
th: ประเภทลูกค้า

# olaMenuDepartment
source: Department
th: แผนก

# olaMenuOccupation
source: Occupation
th: อาชีพ

# olaMenuPdtBrand
source: Product Brand
th: ยี่ห้อ

# olaMenuPdtColor
source: Product Color
th: สีของสินค้า

# olaMenuPdtLocation
source: Product Location
th: สถานที่เก็บสินค้า

# olaMenuPdtModel
source: Product Model
th: รุ่นสินค้า

# olaMenuPdtSize
source: Product Size
th: ขนาดของสินค้า

# olaMenuPdtType
source: Product Type
th: ประเภทสินค้า

# olaMenuPdtUnit
source: Product Unit
th: หน่วยสินค้า

# olaMenuProvince
source: Province
th: จังหวัด

# olaMenuSaleArea
source: Sale Area
th: เขตการขาย

# olaMenuShipVia
source: Ship Via
th: การขนส่ง

# olaMenuSplGrp
source: Supplier Group
th: กลุ่มผู้จำหน่าย

# olaMenuSplLev
source: Supplier Level
th: ระดับผู้จำหน่าย

# olaMenuSplType
source: Supplier Type
th: ประเภทผู้จำหน่าย

# olaMenuVATRate
source: VAT Rate
th: ภาษีมูลค่าเพิ่ม

# olaMsgSelCol
source: Please select colum you want to find
th: กรุณาเลือกขอบเขตข้อมูลที่ต้องการค้นหา

# olaName
source: Name
th: ชื่อ

# olaOccupationList
source: List of Occupation
th: รายการข้อมูล อาชีพ

# olaPdtBrandList
source: List of Product Brand
th: รายการข้อมูล ยี่ห้อ

# olaPdtCode
source: Product Code
th: รหัสสินค้า

# olaPdtColorList
source: List of Product Color
th: รายการข้อมูล สีของสินค้า

# olaPdtLocationList
source: List of Product Location
th: รายการข้อมูล สถานที่เก็บสินค้า

# olaPdtModelList
source: List of Product Model
th: รายการข้อมูล รุ่นสินค้า

# olaPdtName
source: Product Name
th: ชื่อสินค้า

# olaPdtSizeList
source: List of Product Size
th: รายการข้อมูล ขนาดสินค้า

# olaPdtTypeList
source: List of Product Type
th: รายการข้อมูล ประเภทสินค้า

# olaPdtUnit
source: Qty.
th: จำนวน

# olaPdtUnitList
source: List of Product Unit
th: รายการข้อมูล หน่วยสินค้า

# olaPdtUnitName
source: Unit
th: หน่วย

# olaPdtUnitPrice
source: Price/Unit
th: ราคา/หน่วย

# olaProvinceList
source: List of Province
th: รายการข้อมูล จังหวัด

# olaRowID
source: No
th: ลำดับ

# olaSaleAreaList
source: List of Sale Area
th: รายการข้อมูล เขตการขาย

# olaShipViaList
source: List of Ship Via
th: รายการข้อมูล การขนส่ง

# olaSplGrpList
source: List of Supplier Group
th: รายการข้อมูล กลุ่มผู้จำหน่าย

# olaSplLevList
source: List of Supplier Level
th: รายการข้อมูล ระดับผู้จำหน่าย

# olaSplTypeList
source: List of Supplier Type
th: รายการข้อมูล ประเภทผู้จำหน่าย

# olaVATRate
source: Rate
th: อัตราภาษี

# olaVATRateList
source: List of VAT Rate
th: รายการข้อมูล ภาษีมูลค่าเพิ่ม

# olaDplTypeList
source: List of Deposit Slip Type
th: รายการข้อมูล ประเภทใบนำฝาก

# olaFindDplType
source: Find Deposit Slip Type :
th: ค้นหาประเภทใบนำฝาก :

# olaMenuDplType
source: Deposit Slip Type
th: ประเภทใบนำฝาก

# olaBrowse
source: Browse
th: ค้นหา

# olaPdtUnitCode
source: Unit Code
th: รหัสหน่วย

# olaClrCode
source: Color Code
th: รหัสสี

# olaClrName
source: Color Name
th: ชื่อสี

# olaPbnCode
source: Brand Code
th: รหัสยี่ห้อ

# olaPbnName
source: Brand Name
th: ชื่อยี่ห้อ

# olaPmoCode
source: Model Code
th: รหัสรุ่น

# olaPmoName
source: Model Name
th: ชื่อรุ่น

# olaPszCode
source: Size Code
th: รหัสขนาด

# olaPszName
source: Size Name
th: ชื่อขนาด

# olaPtyCode
source: Type Code
th: รหัสประเภท

# olaPtyName
source: Type Name
th: ชื่อประเภท

# olaBuyerCode
source: Buyer Code
th: รหัสผู้จัดซื้อ

# olaBuyerName
source: Buyer Name
th: ชื่อผู้จัดซื้อ

# olaChangeValue
source: Change Value
th: เปลี่ยนแปลงค่า

# olaSplCode
source: Supplier Code
th: รหัสผู้จำหน่าย

# olaSplName
source: Supplier Name
th: ชื่อผู้จำหน่าย

# olaRatCode
source: Rate Code
th: รหัสสกุลเงิน

# olaRatName
source: Rate Name
th: ชื่ออัตราแลกเปลี่ยน

# olaRatPrice
source: Rate Price
th: อัตราเงิน

# olaRatShoName
source: Short Name
th: ชื่อย่อ

# olaAreCode
source: Area Code
th: รหัสเขต

# olaAreName
source: Area Name
th: ชื่อเขต

# olaSelect
source: Select
th: เลือก

# olaShpCode
source: Ship Code
th: รหัสการขนส่ง

# olaShpName
source: Ship Name
th: ชื่อการขนส่ง

# olaBrwWah
source: Warehouse
th: คลัง

# olaWahCode
source: Wah Code
th: รหัสคลัง

# olaWahName
source: Wah Name
th: ชื่อคลัง

# olaListData
source: List of
th: รายการข้อมูล

# olaBrwRate
source: Rate
th: สกุลเงิน

# olaBrwSpl
source: Supplier
th: ผู้จำหน่าย

# olaBrwReason
source: Reason
th: เหตุผล

# olaRsnCode
source: Reason Code
th: รหัสเหตุผล

# olaRsnName
source: Reason Name
th: ชื่อเหตุผล

# olaBrwPdt
source: Product
th: สินค้า

# olaCstCode
source: Customer Code
th: รหัสลูกค้า

# olaCstName
source: Customer Name
th: ชื่อลูกค้า

# olaOthName
source: Other Name
th: ชื่ออื่น

# olaTel
source: Telephone
th: เบอร์โทรศัพท์

# olaAddr
source: Address
th: ที่อยู่

# olaDep
source: Department
th: แผนก

# olaPic
source: Picture file
th: ไฟล์ภาพ

# olaPosi
source: Position
th: ตำแหน่ง

# olaDueDate
source: Due Date
th: ครบกำหนด

# olaPaid
source: Paid
th: ชำระแล้ว

# olaPoint
source: Point
th: แต้ม

# olaRecDocDate
source: Receipt Date
th: วันที่เอกสาร

# olaRecDocNo
source: Receipt No
th: เลขที่เอกสาร

# olaRemain
source: Remain
th: ค้างชำระ

# olaShipping
source: Shipping
th: การขนส่ง

# olaTotal
source: Total
th: รวม

# olaDateStart
source: Date Start
th: วันที่เริ่มต้น

# olaDateStop
source: Date Stop
th: วันที่สิ้นสุด

# olaSta
source: Status
th: สถานะ

# olaTimeStart
source: Time Start
th: เวลาเริ่มต้น

# olaTimeStop
source: Time Start
th: เวลาสิ้นสุด
