Repository: ChuckyArme/AdaWebAbreast
Catalog: App_GlobalResources/resGBMsg.*.resx
Languages: th

# tMsgAdd
source: Add
th: เพิ่ม

# tMsgBaht
source: baht
th: บาท

# tMsgBoxCHKDel
source: Do you want to delete ?
th: ต้องการลบหรือไม่ ?

# tMsgBrowse
source: Browse.
th: ค้นหา

# tMsgCancel
source: Cancel
th: ยกเลิก

# tMsgCanCom
source: Cancel complete.
th: การยกเลิกเอกสารสมบูรณ์

# tMsgCanNoCom
source: Cancel not complete.
th: การยกเลิกเอกสารไม่สมบูรณ์

# tMsgChangeRate
source: When you change rate Details must clear Do you want to change ?
th: เมื่อเปลี่ยนสกุลเงินโปรแกรมจะเครียร์รายการสินค้า คุณยืนยันที่จะเปลี่ยนสกุลเงินหรือไม่

# tMsgClearCstCode
source: When change Customer program will be clear all products. Do you want to change customer?
th: เมื่อเปลี่ยนลูกค้า โปรแกรมจะทำการเคลียร์รายการสินค้า คุณยืนยันทึ่จะเปลี่ยนลูกค้าหรือไม่

# tMsgClearData
source: Do you want to clear old data?
th: คุณต้องการเคลียร์รายการเก่าก่อนหรือไม่ ?

# tMsgClose
source: Close
th: ปิด

# tMsgCNPC_ada
source: Adasoft : Unable to update product for semi-online.
th: Adasoft : ไม่สามารถแก้ไขได้

# tMsgCNPC_Costup
source: Cost must update only products in retail or wholesale warehouse.
th: แก้ไขราคาได้เฉพาะสินค้าที่อยู่ในคลังสินค้า ขายส่ง หรือ ปลีกเท่านั้น

# tMsgCNPC_NoAffect
source: No affect record.
th: ไม่มีผลต่อข้อมูล

# tMsgCNPC_NoDelHD
source: Can not delete HD.
th: ไม่สามาถลบรายการ HD ได้

# tMsgCNPC_NoLast
source: Can not delete This document is not last document
th: ไม่อนุญาติให้ลบรายการเอกสารที่ไม่ใช่รายการสุดท้าย

# tMsgCodeHasUsed
source: This code has been used.Do you want to generate code again?
th: รหัสรายการปัจจุบันถูกใช้งานไปแล้ว หรือ รหัสรายการไม่ถูกต้อง\nคุณต้องการให้โปรแกรมสร้างรหัสใหม่ตามรูปแบบที่ใช้งานปัจจุบันหรือไม่?

# tMsgCom
source: Approve complete
th: การประมวลผลสำเร็จ

# tMsgConfirmCancel
source: Do you want to cancel this document?
th: คุณต้องการยกเลิกเอกสารนี้หรือไม่

# tMsgConfirmChangeSpl
source: When change supplier program will be clear all product \nDo you confirm to change supplier?
th: เมื่อเปลี่ยนผู้จำหน่ายโปรแกรมจะเครียร์รายการสินค้า\nคุณยืนยันที่จะเปลี่ยนผู้จำหน่ายหรือไม่?

# tMsgConfirmDelete
source: Do you want to delete this data?
th: คุณต้องการลบข้อมูลเอกสารนี้หรือไม่

# tMsgConfirmDelPdtSN
source: This document combined with S/N product. Program will delete all S/N product before copy.\nDo you want to continue?
th: เอกสารนี้มีสินค้า Serial การคัดลอกเอกสารโปรแกรมจะทำการลบสินค้า Serial\nคุณต้องการทำต่อหรือไม

# tMsgConfirmPost
source: Do you really want to continue approved?
th: คุณต้องการอนุมัติเอกสารนี้หรือไม่

# tMsgConfirmSave
source: When you save,You could not change type of document(Cash/Credit) \n Do you want to save?
th: เมื่อบันทึกแล้ว จะไม่สามรถเปลี่ยนแปลงประเภทเอกสาร(เงินสด/เงินเชื่อ)ได้อีก \n คุณต้องการที่จะบันทึกหรือไม่

# tMsgCopy
source: Copy
th: คัดลอก

# tMsgDAT_Notfound001
source: Not found data.
th: ไม่พบข้อมูล

# tMsgDAT_PleaseWait001
source: Please wait...
th: กรุณารอสักครู่...

# tMsgDelcom
source: Delete Complete
th: การลบข้อมูลสมบูรณ์

# tMsgDelete
source: Delete
th: ลบ

# tMsgDelNocom
source: Delete not complete
th: การลบข้อมูลไม่สมบูรณ์

# tMsgDiscAf
source: After
th: หลัง

# tMsgDiscB4
source: Before
th: ก่อน

# tMsgDiscCal
source: Cal
th: คำนวณ

# tMsgDiscCancel
source: Cancel
th: ยกเลิก

# tMsgDiscDisc
source: Disc
th: ส่วนลด

# tMsgDiscNo
source: Seq
th: ลำดับ

# tMsgDiscOK
source: OK
th: ตกลง

# tMsgDiscTitle
source: Discount
th: การลด

# tMsgDiscType
source: Disc to
th: ลดเป็น

# tMsgDiscTypeVal
source: Amt
th: จน.

# tMsgDoc_App
source: Document can not be amended
th: เอกสารอนุมัติแล้วไม่สามารถแก้ไขได้

# tMsgDoc_Cancel
source: Documment is cancel
th: เอกสารถูกยกเลิกแล้ว

# tMsgDoc_Empty
source: Can not insert, document is empty.
th: ยังไม่สามารถบันทึกได้เพราะยังไม่มีรายการในเอกสาร

# tMsgDoc_NonApp
source: UnApporved Document
th: เอกสารยังไม่อนุมัติ

# tMsgEdit
source: Edit
th: แก้ไข

# tMsgEditcom
source: Edit Complete
th: การแก้ไขข้อมูลสมบูรณ์

# tMsgEditlNocom
source: Edit not complete
th: การแก้ไขข้อมูลไม่สมบูรณ์

# tMsgErrorData
source: Data is error please insert new data.
th: ข้อมูลไม่สมบูรณ์ กรุณาใส่ใหม่

# tMsgErrorDataBuyer
source: Buyer 's data is not completely, please insert data again.
th: ข้อมูลผู้จัดซื้อไม่สมบูรณ์ กรุณาใส่ใหม่

# tMsgErrorDataPdt
source: Product 's data is not completely, please insert data again.
th: ข้อมูลสินค้าไม่สมบูรณ์ กรุณาใส่ใหม่

# tMsgErrorDataSpl
source: Supplier 's data is not completely, please insert data again.
th: ข้อมูลผู้จำหน่ายไม่สมบูรณ์ กรุณาใส่ใหม่

# tMsgExceedCreditLimit
source: Sum of customer receivable more than credit limit. Please check customer payment.
th: จำนวนวงเงินที่ค้างจ่ายของลูกค้าเกินจำนวนเงินวงเงินเครดิต ควรตรวจสอบการชำระเงินของลูกค้าก่อน

# tMsgFind
source: Find
th: ค้นหา

# tMsgHelp
source: Help
th: วิธีใช้

# tMsgNoAppApp
source: Can not apporve document is apporve.
th: เอกสารถูกอนุมัติแล้ว ไม่สามารถอนุมัติได้

# tMsgNoAppCancel
source: Can not apporve document is cancel.
th: เอกสารถูกยกเลิกแล้ว ไม่สามารถอนุมัติได้

# tMsgNoAppNoSave
source: Can not apporve document is do not save.
th: เอกสารยังไม่ได้บันทึก ไม่สามารถอนุมัติได้

# tMsgNoAppStaDocDonotAct
source: Can not approve. Because this document do not active.
th: เอกสารไม่เคลื่อนไหว ไม่สามารถอนุมัติได้

# tMsgNoCancelApp
source: Can not cancel document is apporve.
th: เอกสารถูกอนุมัติแล้ว ไม่สามารถยกเลิกได้

# tMsgNoCancelCancel
source: Can not cancel document is cancel.
th: เอกสารถูกยกเลิกแล้ว ไม่สามารถยกเลิกได้

# tMsgNoCancelNoSave
source: Can not cancel document is do not save.
th: เอกสารยังไม่ได้บันทึก ไม่สามารถยกเลิกได้

# tMsgNoChangeWah
source: Cannot change warehouse because have some product in list
th: ไม่สามารถเปลี่ยนคลังได้เพราะมีรายการสินค้าอยู่แล้ว

# tMsgNoCom
source: Approve not complete.
th: การประมวลผลไม่สำเร็จ

# tMsgNoCoppyNoSave
source: Can not copy this document because this document not save
th: ไม่สามารถคัดลอกเอกสารรายการนี้ได้ เพราะเอกสารปัจจุบันยังไม่ได้บันทึก

# tMsgNoDelApp
source: Can not delete document is apporve.
th: เอกสารถูกอนุมัติแล้ว ไม่สามารถลบได้

# tMsgNoDelCancel
source: Can not delete document is cancel
th: เอกสารถูกยกเลิกไปแล้ว ไม่สามารถลบได้

# tMsgNoDelNoSave
source: Can not delete document is do not save.
th: เอกสารยังไม่ไดับันทึก ไม่สามารถลบได้

# tMsgNoDocLast
source: Can not delete this document. Because this document is not document number.
th: ไม่สามารถลบเอกสารรายการนี้ได้ เพราะรายการเอกสารปัจจุบันไม่ใช่เอกสารรายการสุดท้าย

# tMsgNoEdit
source: This bill already paid therefore or process done it could not be changed.
th: มีการชำระเงิน หรือ มีการประมวลผลแล้วไม่สามารถแก้ไขบิลนี้ได้

# tMsgNoEditApp
source: Can not edit document is apporve.
th: เอกสารถูกอนุมัติแล้ว ไม่สามารถแก้ไขได้

# tMsgNoEditCancel
source: Can not edit document is cancel
th: เอกสารถูกยกเลิกไปแล้ว ไม่สามารถแก้ไขได้

# tMsgNoEditNoSave
source: Can not edit document is do not save.
th: เอกสารยังไม่ไดับันทึก ไม่สามารถแก้ไขได้

# tMsgNonData
source: Not found or this data is not defined yet
th: ไม่พบข้อมูลสินค้า หรือ ยังไม่มีการกำหนดข้อมูลนี้

# tMsgNonDataCtrName
source: Not found ConTractor Name or this data is not defined yet
th: ไม่พบข้อมูลชื่อผู้ติดต่อ หรือ ยังไม่มีการกำหนดข้อมูลชื่อผู้ติดต่อ

# tMsgNonDataPdt
source: Not found Product or this data is not defined yet
th: ไม่พบข้อมูลสินค้า หรือ ยังไม่มีการกำหนดข้อมูลสินค้า

# tMsgNonDataRte
source: Not found Rate or this data is not defined yet
th: ไม่พบข้อมูลอัตราแลกเปลี่ยน หรือ ยังไม่มีการกำหนดข้อมูลอัตราแลกเปลี่ยน

# tMsgNonDataSpl
source: Not found Supplier or this data is not defined yet
th: ไม่พบข้อมูลผู้จำหน่าย หรือ ยังไม่มีการกำหนดข้อมูลผู้จำหน่าย

# tMsgNotAuthorize
source: You do not have any permittion to do this process!!
th: คุณไม่ได้รับสิทธิ์อนุญาตให้กระทำการครั้งนี้!!

# tMsgNotGenDoc
source: Some items in grid,can not select this function.
th: ถ้าต้องการค้นหาแบบทันที หรือตั้งเลขที่เอกสารเองควรเลือกก่อนมีรายการสินค้า

# tMsgNotyet
source: Not yet process month end. You must back to process month end before.
th: ยังไม่มีการประมวลผลยอดยกมาสิ้นเดือน. คุณต้องประมวลผลยอดยกมาสิ้นเดือนก่อน

# tMsgNoWah
source: You not yet define Warehouse
th: คุณยังไม่ได้กำหนดคลังสินค้า

# tMsgPost
source: Post
th: อนุมัติ

# tMsgRefresh
source: Refresh
th: รีเฟรช

# tMsgReport
source: Report
th: รายงาน

# tMsgSatang
source: satang
th: สตางค์

# tMsgSave
source: Save
th: บันทึก

# tMsgSave_AfterDisChgIsZero
source: Can not save this document. Because After Dis charge less than zero.
th: ไม่สามารถบันทึกเอกสารได้ เนื่องจากจำนวนเงินหลัง ลด/เงินมัดจำ น้อยกว่า 0

# tMsgSave_complete
source: Save Data Complete
th: บันทึกข้อมูลสำเร็จ

# tMsgSave_Error
source: Save Data Not Complete
th: บันทึกข้อมูลล้มเหลว

# tMsgSave_NotComplete
source: Can't Save Data
th: ไม่สามารถบันทึกข้อมูลได้

# tMsgSave_Warning
source: Data have been change. Do you want to save changed?
th: ข้อมูลมีการเปลี่ยนแปลงคุณต้องการบันทึกหรือไม่

# tMsgSav_Etc
source: Please enter code.
th: กรุณาป้อนรหัส

# tMsgSav_otbEmpty
source: Please enter data.
th: กรุณาป้อนข้อมูล

# tMsgSav_Retc
source: Please re-enter code.
th: รหัสซ้ำ กรุณาป้อนรหัสใหม่

# tMsgSelect
source: Please select colum you want to find
th: กรุณาเลือกขอบเขตข้อมูลที่ต้องการค้นหา

# tMsgSignIn
source: Please go Login.
th: กรุณา Login เข้าสู่ระบบ

# tMsgWahCode
source: Please define data of source.
th: กรุณาระบุข้อมูลต้นทาง

# tMsgBrwFile
source: Please browse a file to upload.
th: กรุณาเลือกไฟล์รูปภาพที่ต้องการอัพโหลด

# tMsgBrwFileError
source: Upload file failed, make sure to browse a valid file path.
th: อัพโหลดไฟล์ล้มเหลว กรุณาตรวจสอบตำแหน่งเก็บของไฟล์ที่อัพโหลด

# tMsgBrwFileOnlyImage
source: Only image files are accepted, please browse a image file (.gif, .png, .jpg, .jpeg)
th: ไฟล์ที่จะอัพโหลดต้องเป็นไฟล์รูปภาพที่มีนามสกุล .gif, .png, .jpg, .jpeg เท่านั้น

# tMsgUpload
source: Upload
th: อัพโหลด

# tMsgFormatOverFlow
source: Overflow data in this format, Please change data format of automation code.
th: รูปแบบเกินขนาดที่กำลังใช้อยู่ กรุณาเปลี่ยนรูปแบบรหัสใหม่

# tMsgWahNotDelete
source: This data has been refered from another file. Therefore can not be delete.
th: ข้อมูลนี้มีการอ้างอิงจากแฟ้มข้อมูลอื่น จึงไม่สามารถลบได้

# tMsgCstGift_DocNotApprove
source: This customer can not change, Because some bill of this customer still unapproved.
th: ลูกค้าท่านนนี้เคยทำการแลกแล้ว และยังไม่ได้อนุมัติจีงไม่สามารถทำการแลกได้อีก

# tMsgSelectPdtSerial
source: Type of product is a serial number, You should define serial before. Do you want to adjust.
th: สินค้านี้เป็นสินค้า Serial ต้องทำการระบุ Serial \nคุณต้องการเลือกรายการ Serial หรือไม่?

# tMsgCstPointLessThanPdtPoint
source: Can not change product. Because point is less than point of product.
th: ไม่สามารถแลกสินค้า เนื่องจำนวนแต้มน้อยกว่าแต้มสินค้า!!

# tMsgCheckPdtDuplicate
source: Duplicate items!!
th: รายการสินค้าซ้ำ

# tMsgConfirmPause
source: Do you want to continue this promotion?
th: คุณต้องการที่จะหยุดรายการหรือไม่?

# tMsgConfirmStop
source: Do you want to stop promotion?
th: คุณต้องการที่จะจบรายการหรือไม่?

# tMsgConfirmUnPause
source: Do you want to start promotion?
th: คุณต้องการเปิดให้รายการโปรโมชั่นทำงานต่อ?

# tMsgIsPauseNoPause
source: Can not pause this promotion. Because promotion had pause.
th: เอกสารหยุดรายการไปแล้ว ไม่สามารถหยุดรายการได้

# tMsgIsStopNoPause
source: Can not pause this promotion. Because promotion had Stop.
th: เอกสารจบรายการไปแล้ว ไม่สามารถหยุดรายการได้

# tMsgNoApvNotPause
source: Can not pause this promotion. Because promotion do not approve.
th: ไม่สามารถหยุดรายการได้ เนื่องจากยังไม่มีการอนุมัติ

# tMsgNoApvNotStop
source: Can not stop this promotion. Because promotion do not approve.
th: ไม่สามารถจบรายการได้ เนื่องจากยังไม่มีการอนุมัติ

# tMsgNoPmtGrpName
source: Not found promotion group name or this data is not defined yet
th: ยังไม่มีการกรอกชื่อกลุ่มจัดรายการ

# tMsgNoPmtType
source: Not found promotion type or this data is not defined yet
th: ยังไม่มีการเลือกชนิดโปรโมชั่น

# tMsgPause
source: Pause
th: หยุด

# tMsgStop
source: Stop
th: จบ

# tMsgGrpNameDup
source: Group Name duplicate, Do you want insert into originally group.
th: ชื่อกลุ่มจัดรายการซ้ำ คุณต้องการเพิ่มรายการไปที่กลุ่มเดิมหรือไม่

# tMsgPerMust100
source: Percent summary must Equal 100.
th: ผลรวมเปอร็เซ็นต้องเท่ากับ 100

# tMsgConfirmChangePmt
source: When change promotion program will be clear all product \nDo you confirm to change promotion?
th: เมื่อเปลี่ยนรูปแบบโปรแกรมจะเครียร์รายการสินค้า\nคุณยืนยันที่จะเปลี่ยนรูปแบบหรือไม่?

# tMsgNoPdtFree
source: No product for change or already changed.
th: ไม่มีของแถม หรือมีการแลกของแถมไปแล้ว

# tMsgNoFilterCondition
source: Please select condition you want to filter
th: กรุณาเลือกเงื่อนไขข้อมูลที่ต้องการกรองข้อมูล

# tMsgNoRange
source: Not found range or this data is not defined yet
th: ไม่พบข้อมูลกำหนดช่วงหรือยังไม่กำหนดข้อมูลนี้

# tMsgRangeOutOfRange
source: Range time must less than 23:59:59
th: ช่วงเวลาที่กำหนดเกินค่าสูงสุด คือ 23:59:59

# tMsgDupSerial
source: Duplicate serial ,please select serial again.
th: ข้อมูลนี้มีอยู่แล้ว กรุณาเปลี่ยนใหม่

# tMsgNotFoundSerial
source: Serial not found.
th: ไม่พบรายการ Serial ที่ระบุ

# tMsgLimitRcvGrp
source: Receive group is limited, , must be less than
th: จำนวนกลุ่มรับถูกจำกัดไว้ไม่เกิน

# tMsgCstGift_NotAppv
source: Can not approve !! Because point total used is more than customer point.
th: ไม่สามารถอนุมัติได้ เนื่องจากจำนวนแต้มรวมของเอกสารมากกว่าแต้มลูกค้า

# tMsgCstGift_NotSave
source: Can not save this document! Because total point used is more than customer point.
th: ไม่สามารถบันทึกข้อมูลได้ เนื่องจากแต้มรวมของเอกสารมากกว่าแต้มสะสมของลูกค้า

# tMsgStopedNoStop
source: Can not stop this promotion. Because promotion Stoped.
th: ไม่สามารถจบโปรโมชั่นได้ เนื่องจากมีการจบโปรโมชั่นไปแล้ว

# tMsgIncorrectDatePmt
source: Incorrect promotion date ,start date must less than or equal stop date.
th: ข้อมูลวันทึ่โปรโมชั่นไม่ถูกต้องโดยวันที่เริ่มต้องน้อยกว่าหรือเท่ากับวันที่สิ้นสุดโปรโมชั่น

# tMsgNoBchOrZone
source: Please select branch or zone for this promotion.
th: ยังไม่ได้กำหนดสาขาหรือโซนที่ต้องการจัดโปรโมชั่น

# tMsgLogin_PwdIsNull
source: Please input user's password !!
th: กรุณากรอกรหัสผู้ใช้งาน

# tMsgLogin_PwdNotCorrect
source: Password is not correct!!
th: รหัสผ่านไม่ถูกต้อง

# tMsgLogin_UserCodeNotCorrect
source: User name is not correct!!
th: รหัสผู้ใช้งานไม่ถูกต้อง

# tMsgPerAvgOutOfRange
source: Percent of all of them ,must be equal 100.
th: % ทั้งหมดรวมกันต้องเท่ากับ 100

# tMsgIncorrectTimeCond
source: Incorrect condition date ,min time must less than or equal max time.
th: ข้อมูลเงื่อนไขเวลาไม่ถูกต้องโดยเวลาเริ่มต้นต้องน้อยกว่าหรือเท่ากับเวลาสิ้นสุด

# tMsgRangeTimeOverlap
source: Define time range overlap with previous time or next time range.
th: ช่วงเวลาที่กำหนดคาบเกี่ยวกับช่วงเวลาก่อนหน้า หรือช่วงเวลาถัดไป

# tMsgPerAvgMustZero
source: Get free item at customer counter ,Percent discount average must set to zero. \nPlease verify again.
th: รับของแถมที่จุดบริการ %เฉลี่ยต้องเป็น 0 โปรดตรวจสอบอีกครั้ง

# tMsgNoBuyGet
source: Can't approve this document. Because buy condition not defind or get condition not defind.
th: ไม่สามารถอนุมัติเอกสารได้ เนื่องจากกำหนดเงื่อนไขไม่ครบทั้ง ซื้อ และได้รับ

# tMsgDat_NotFountOrLessPoint
source: Not found product or customer point is not enough.
th: ไม่พบข้อมูลสินค้าหรือยอดแต้มสำหรับแลกไม่พอ

# tMsgQtyCannotEmpty
source: Please enter qty
th: กรุณากรอกจำนวนสินค้า

# tMsgCstPointChange
source: Customer point has been change\nDo you want to continue
th: ข้อมูลแต้มมีการเปลี่ยนแปลง คุณต้องการที่จะทำงานต่อหรือไม่"

# tMsgPointOverNoPost
source: Due to used point has exceed\nCan not approve
th: ไม่สามารถอนุมัติเอกสารได้ เนื่องจากแต้มที่ใช้เกินแต้มคงเหลือ

# tMsgBuyAmtIsZero
source: Can not edit this data. Because buy amount must more than zero.
th: ไม่สามารถแก้ไขข้อมูลได้เนื่องจากซื้อครบมูลค่าต้องมีค่ามากกว่าศูนย์

# tMsgBuyMinIsZero
source: Can not edit this data. Because buy minimum must more than zero.
th: ไม่สามารถแก้ไขข้อมูลได้เนื่องจากซื้อขั้นต่ำต้องมีค่ามากกว่าศูนย์

# tMsgBuyQtyIsZero
source: Can not edit this data. Because buy quantity must more than zero.
th: ไม่สามารถแก้ไขข้อมูลได้เนื่องจากซื้อครบจำนวนต้องมีค่ามากกว่าศูนย์

# tMsgGetQtyIsZero
source: Can not edit this data. Because get quantity must more than zero.
th: ไม่สามารถแก้ไขข้อมูลได้เนื่องจากจำนวนต้องมีค่ามากกว่าศูนย์

# tMsgSearchSpl
source: Please Select Customers
th: โปรดเลือกลูกค้า

# tMsgdExLessdSt
source: Expired Date is less than Start Date
th: วันที่หมดอายุน้อยกว่าวันที่มีผล

# tMsgCHKChoice
source: do you want to continue ?
th: ต้องการทำรายการต่อหรือไม่ ?

# tMsgPdtOverLen
source: Products should not 4000 items per times.
th: สินค้าไม่ควรเกิน 4000 รายการต่อครั้ง

# tMsgNotShwRptNotAppv
source: Not allowed to print documents that have already been approved.
th: ไม่อนุญาตให้พิมพ์เอกสารที่ยังไม่ได้อนุมัติ

# tMsgNotPdtQtyForEx
source: Some of the items stock not be enough for exchange.
th: สินค้าบางรายการของสต็อกสินค้าไม่เพียงพอสำหรับการแลกเปลี่ยน

# tMsgDelExchangePdt
source: Do you want to delete some product's items?
th: คุณต้องการลบรายการสินค้าบางรายการ

# tMsgChkWantPdt
source: You want to selected product?
th: ที่คุณต้องการสินค้าที่เลือกไว้หรือไม่

# tMsgHavPdtNotSelect
source: Have product 1 record not be selected.
th: มีสินค้า 1 รายการไม่ถูกเลือก

# tMsgCantConnWebSrv
source: Cannot connect database WebServer
th: ไม่สามารถติดต่อฐานข้อมูลส่วนกลางได้

# tMsgNotFmtDate
source: The date format is incorrect.\nEx. "dd/MM/yyyy"
th: รูปแบบวันที่ไม่ถูกต้อง\nตัวอย่าง "dd/MM/yyyy"

# tMsgDay
source: Day
th: วัน

# tMsgMonth
source: Month
th: เดือน

# tMsgNotEqual
source: is not equal to
th: ไม่เท่ากับ

# tMsgYear
source: Year
th: ปี

# tMsgNotLess
source: not less than
th: ไม่น้อยกว่า

# tMsgNotexceed
source: not exceed
th: ต้องไม่เกิน

# tMsgAnd
source: And
th: และ

# tMsgMoreThen
source: more then
th: มากกว่า

# tMsgOnlyNum
source: must be numbers only.
th: ต้องเป็นตัวเลขเท่านั้น.

# tMsgDataNotFound
source: The data not found to update.
th: ไม่มีข้อมูลให้อัพเดท

# tMsgWahCheckDuplicate
source: This warehouse has been used. Can not define dupplicate warehouse stock. Please select again.
th: คลังนี้ถูกใช้ไปแล้ว ไม่สามารถกำหนดคลังตัดสต้อกซ้ำกันได้ กรุณาเลือกคลังใหม่

# olaMaximunLevel
source: Can not add this node because this parent node has maximun level of child nodes.
th: ไม่สามารถสร้างโหนดได้ เนื่องจากมีระดับลึกสุดแล้ว

# tMsgBoxCHKSave
source: Do you want to save ?
th: ต้องการบันทึกหรือไม่?

# olaMaximunNode
source: Can not add this node because this level already have limited nodes.
th: ไม่สามารถสร้างโหนดได้ เนื่องระดับนี้มีจำนวนโหนดสูงสุดแล้ว

# tMsgNotDupFac
source: Can not duplicate facing
th: ไม่อนุญาติให้ Facing ซ้ำกัน

# tMsgDupKey
source: Duplicate key ,please insert data again.
th: ข้อมูลนี้มีอยู่แล้ว กรุณาเปลี่ยนใหม่

# tMsgConfirmStaTchScreen
source: This product already select touch screen group.\nUnchecked touch screen status will cancel touch screen group too.
th: สินค้านี้ถูกเลือกกลุ่มสินค้าด่วนแล้ว\nการยกเลิกสถานะสินค้าด่วน จะมีผลทำให้กลุ่มสินค้าด่วนของสินค้านี้หายไป

# tMsgCant_CreateTemp
source: Can't create template table.
th: ไม่สามารถสร้างตาราง Temp ได้

# tMsgCant_UpdateData
source: Can't update data table.
th: ไม่สามารถอัพเดจข้อมูลตาราง

# tMsgHave
source: have
th: ได้

# tMsgChkDel
source: Do you want to delete
th: คุณต้องการลบ

# tMsgWarning
source: Warning
th: แจ้งเตือน

# tMsgGrossLessThanZero
source: Can not approve document\nbecause Gross Total less than zero
th: ไม่สามารถอนุมัติเอกสารได้เนื่องจากจำนวนเงินหลัง ลด/มัดจำ น้อยกว่า 0

# tMsgConfirmChangeWah
source: When change warehouse program will be clear all product \nDo you confirm to change warehouse?
th: เมื่อเปลี่ยนคลังสินค้า รายการสินค้าจะถูกเคลียร์ทิ้งทั้งหมด\nคุณยืนยันที่จะเปลี่ยนคลังสินค้าหรือไม่?

# tMsgFromMoreThanTo
source: From-Date must be equal or less than To-Date
th: วันที่เริ่ม(จาก) จะต้งน้อยกว่าหรือเท่ากับ วันที่สุดท้าย(ถึง)

# tMsgHasPdtNotChangeVatInOrEx
source: Cannot change type of VAT because have some product in list
th: ไม่สามารถเปลี่ยนประเภทภาษีได้เพราะมีรายการสินค้าอยู่แล้ว

# tMsgChkWahCode
source: Receive specific\nRetail, Wholesale
th: รับเข้าได้เฉพาะ\nRetail, Wholesale

# tMsgCannotWork
source: Can not work due to the user level of less than 8.
th: ไม่สามารถทำงานได้เนื่องจากระดับของผู้ใช้น้อยกว่า 8

# tMsgCannotUse
source: Code is not available.
th: รหัสไม่สามารถใช้งานได้

# tMsgNotexceed20
source: not exceedQtycharacters.
th: ต้องไม่เกินQtyอักษร

# tMsgConfirmChangeCst
source: When change customer program will be clear all product \nDo you confirm to change customer?
th: เมื่อเปลี่ยนลูกค้า รายการสินค้าจะถูกเคลียร์ทิ้งทั้งหมด\nคุณยืนยันที่จะเปลี่ยนลูกค้าหรือไม่?

# tMsgNonDataCst
source: Not found customer or this data is not defined yet
th: ไม่พบข้อมูลลูกค้า หรือ ยังไม่มีการกำหนดข้อมูลลูกค้า

# tMsgDocDateBelowPeriod
source: Can not approve document date is below period
th: วันที่เอกสารน้อยกว่ารอบบัญชี ไม่สามารถอนุมัติได้

# tMsgNoDataNoSave
source: Can not save this document. Because this document not found.
th: ไม่สามารถบันทึกเอกสารได้ เนื่องจากไม่พบเอกสารที่จะบันทึก
